tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bzip2"
brew "protobuf"
brew "xz"
brew "arduino-cli"
brew "bazelisk"
brew "freetype"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fluid-synth"
brew "gcc"
brew "libavif"
brew "gd"
brew "hdf5"
brew "libdap"
brew "libheif"
brew "netcdf"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "git"
brew "glew"
brew "glfw"
brew "glm"
brew "glslang"
brew "gnu-sed"
brew "python@3.10"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "libomp", link: true
brew "imagemagick"
brew "jq"
brew "jumanpp"
brew "libiconv"
brew "libssh"
brew "libzip"
brew "llvm"
brew "openjdk"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "mosh"
brew "mupdf"
brew "mypy"
brew "node"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "qt@5"
brew "poppler-qt5"
brew "povray"
brew "python-tk@3.9"
brew "rbenv"
brew "ruby"
brew "rust"
brew "sl"
brew "spatialindex"
brew "starship"
brew "swi-prolog"
brew "swig"
brew "tbb"
brew "timidity"
brew "tree"
brew "wget"
brew "zlib"
cask "alfred"
cask "processing"
cask "temurin8"
